Repository: mtkmr/TodoApp-iOS
Catalog: TodoApp-SwiftUI/Localizable.xcstrings
Source language: en
Languages: ja

source: Add
ja: 追加

source: Add categories by clicking the + button in the upper right corner.
ja: 右上の + ボタンからカテゴリーを追加してください。

source: Cancel
ja: キャンセル

source: Category name
ja: カテゴリー名

source: Delete
ja: 削除

source: Delete this list
ja: このリストを削除する

source: Delete this todo list?
ja: この todo リストを削除しますか？

source: Please add a todo from the input field below.
ja: 下の入力欄から todo を追加してください。

source: Please enter a category name
ja: カテゴリー名を入力してください。

source: Please your enter todo.
ja: todo を入力してください。

source: This operation cannot be undone.
ja: この操作は取り消せません。
